Repository: peterjazenga/Jazenga.GLIDE
Catalog: config_lazarus/onlinepackagemanager/packages/lazautoupdate/locale/ulazautoupdate.*.po
Languages: es

source: Cannot load document from remote server
es: No se puede cargar el documento desde un servidor remoto

source: Checking for updates...
es: Búsqueda de actualizaciones

source: Lazarus Auto-Update Component
es: Componente de actualización automática de Lázaro

source: Updating %s
es: Actualizar %s

source: Problems with the % directory
es: Problemas con el directorio de %

source: Downloaded %s: %d bytes
es: Se han descargado %d bytes

source: Download failed with error code
es: Descargar con el código de error

source: Please wait. Downloading new version...
es: Espera. Descarga la nueva versión...

source: Downloaded document is empty.
es: Documento descargado está vacío.

source: Downloaded new version %s sucessfully.
es: Descargar nueva versión %s correctamente.

source: Cannot find the file at this time. (error %d) Try again later?
es: No puede encontrar el archivo en este momento. (error %d) ¿Inténtalo más tarde?

source: There is a problem with the Internet connection (error %d) Try again later?
es: ¿Hay un problema con Internet conexión (error %d) Inténtalo más tarde?

source: Missing %s folder
es: Falta carpeta de %s

source: Sorry only ProjectType = auSourceForge is supported in this version
es: Lo siento solo ProjectType = auSourceForge es compatible con esta versión

source: <not applicable>
es: <No applicado>

source: This is not a proper file name
es: Esto no es un nombre de archivo apropiado

source: Please wait. Processing....
es: Espera. Procesamiento de...

source: Property SFProjectName is empty!
es: ¡Propiedad SFProjectName está vacía!

source: Check is taking too long (bad/slow internet connection?). Try again later?
es: Cheque tarda demasiado (mala/lenta conexión a internet?). ¿Inténtalo más tarde?

source: new%s
es: nueva %s

# ulazautoupdate.c_threaddownloadcrash
source: ThreadDownloadHTTP Crashed! (NewVersionAvailable)
es: ThreadDownloadHTTP se estrelló! (NewVersionAvailable)

# ulazautoupdate.c_threaddownloadhttpcrash
source: ThreadDownloadHTTP Crashed! (NewVersionAvailable)
es: ThreadDownloadHTTP se estrelló! (NewVersionAvailable)

source: Thread Started
es: Hilo comenzado

source: Sorry, unable to delete %s%sPlease delete it manually
es: Lo sentimos, no se puede eliminar %s %sPlease borrarlo manualmente

source: Unable to delete old files in %s
es: No se puede eliminar archivos antiguos en %s

source: Unable to download new version%sReturn code was %d
es: No se puede descargar la nueva versión %sReturn código era %d

source: Missing %s
es: Desaparecidos

source: What's new in version %s
es: Qué es nuevo en la versión %s

source: A new version %s is available. Would you like to download it?
es: Está disponible una nueva versión %s. ¿Te gustaría descargar?

source: Application update
es: Actualización de la aplicación

source: Cancelled. You can download and update to the new version later.
es: Cancelado. Puede descargar y actualizar a la nueva versión más tarde.

source: Cancelled. You can download the new version later.
es: Cancelado. Puede descargar la nueva versión más tarde.

source: Download failed. (HTTP Errorcode %d) Try again later
es: No se pudo descargar. (Código de HTTP error %d) Inténtalo más tarde

source: Only Windows users whith Administrator status can update this application.%sPlease log off, then log on as an administrator (or switch users to an administrator account),%sthen try again. This restriction is for the safety and security of your Windows system.%sClick OK to continue
es: Solamente poco con Windows los usuarios estado de administrador puede actualizar este registro application.%sPlease apagado, luego inicie sesión en como administrador (o interruptor de usuarios a una cuenta de administrador), %sthen intentarlo de nuevo. Esta restricción es para la seguridad y la seguridad de tu Windows system.%sClick aceptar para continuar

source: This application is up-to-date
es: Esta aplicación es actualizada

source: Vew version %s has downloaded. Click OK to update now.
es: Ver versión %s se ha descargado. Haga clic en Aceptar para actualizar ahora.
